Repository: tomasz-oponowicz/markets
Catalog: po/*.po
Languages: cs, de, es, fr, gl, hr, id, it, nb_no, nl, pt_br, sk, sv, tr

source: Markets
cs: Trhy
es: Mercados
fr: Marchés
gl: Mercados
hr: Tržišta
id: Pasar
it: Mercati
nb_no: Markeder
nl: Markten
tr: Piyasalar

source: Keep track of your investments
cs: Sledujte své investice
fr: Garder l'historique de vos investissements
hr: Prati svoja ulaganja
id: Pantau investasi Anda
it: Tieni d'occhio i tuoi investimenti
sv: Håll koll på dina investeringar
tr: Yatırımlarınızı takip edin

source: The Markets app delivers financial data to your fingertips. Stay on top of the market and never miss an investment opportunity!
cs: Aplikace Trhy poskytuje finanční údaje na dosah ruky. Mějte přehled o trhu a nikdy nepromeškejte investiční příležitost!
de: Markets liefert Finanzdaten mit nur einem Klick. Bleibe immer auf dem Laufenden und verpasse keine Investitionmöglichkeit!
es: La aplicación de Mercados ofrece datos financieros al alcance de su mano. ¡Manténgase en la cima del mercado y nunca pierda una oportunidad de inversión!
fr: L’application Marchés vous fournit des données financières. Restez au courant des marchés et ne manquez jamais une occasion d’investissement !
gl: A aplicación de Mercados ofrece datos financeros ao alcance da mán. Mantéñase na cima do mercado e nunca perda unha oportunidad de inversión!
hr: Program „Tržišta” pruža financijske podatke. Budi u toku događaja na tržištima i nikad ne propusti priliku za ulaganje!
id: Aplikasi Markets memberikan data keuangan ke ujung jari Anda. Tetap pantau pasar dan jangan pernah melewatkan peluang investasi!
it: Con l'app Mercati hai i dati finanziari a portata di tap. Resta aggiornato sul mercato e non perdere mai un'opportunità di investimento!
nb_no: Markeder-programmet leverer finansdata til deg. Hold øye med markeder og aldri gå glipp av en investeringsmulighet.
nl: Met deze toepassing heb je altijd de recentste financiële gegevens bij de hand. Houd de markt bij en mis nooit meer een investeringsmogelijkheid!
pt_br: O aplicativo Markets fornece dados financeiros ao seu alcance. Fique por dentro do mercado e nunca perca uma oportunidade de investimento!
sk: Aplikácia Markets poskytuje finančné údaje na dosah ruky. Zostaňte na vrchole trhu a nikdy nepremeškajte investičnú príležitosť!
sv: Markets levererar finansiell data till dina fingertoppar. Håll dig informerad om marknaden och missa aldrig ett investeringstillfälle!
tr: Piyasalar uygulaması finansal veriyi parmaklarınızın ucuna getirir. Piyasanın zirvesinde kalın ve hiçbir yatırım fırsatını kaçırmayın!

source: Features:
cs: Vlastnosti:
de: Funktionen:
es: Característias:
fr: Fonctionnalités :
gl: Características:
hr: Funkcije:
id: Fitur-fitur:
it: Funzionalità:
nb_no: Funksjoner
nl: Kenmerken:
pt_br: Recursos:
sk: Vlastnosti:
sv: Funktioner:
tr: Özellikler:

source: Create your personal portfolio
cs: Vytvořte si své osobní portfolio
de: Erstelle dein eigenes Portfolio
es: Crear su cartera personal
fr: Créer votre portfolio personnel
gl: Cree a súa carteira personal
hr: Stvori vlastiti portfelj
id: Buat portfolio pribadi
it: Crea il tuo portfolio personale
nb_no: Opprett din personlige portefølje
nl: Stel je eigen portfolio samen
pt_br: Crie seu portfólio pessoal
sk: Vytvorte si svoje osobné portfólio
sv: Skapa din personliga portfölj
tr: Kişisel portföyünüzü oluşturun

source: Track stocks, currencies, cryptocurrencies, commodities and indexes
cs: Sledujte akcie, měny, kryptoměny, komodity a indexy
de: Verfolge Kurse, Krytpowährungen, Rohstoffe und Indizies
es: Seguimiento de acciones, divisas, criptodivisas, productos básicos e índices
fr: Suivez des actions, des devises, des cryptomonnaies, des matières premières et des indices
gl: Seguimento de accións, divisas, criptodivisas, produtos básicos e índices
hr: Prati dionice, valute i kriptovalute, robu i indekse
id: Lacak saham, mata uang, cryptocurrency, komoditas, dan indeks
it: Tieni traccia di azioni, valute, cryptovalute, materie prime ed indici
nb_no: Spor aksjer, krypto-, valutaer, handelsvarer og aksjeindekser
nl: Houd aandelen, (crypto)valuta, grondstoffen en indexen bij
pt_br: Rastreie ações, moedas, criptomoedas, commodities e índices
sk: Sledujte akcie, meny, kryptomeny, komodity a indexy
sv: Håll koll på aktier, valutor, kryptovalutor, råvaror och index
tr: Borsaları, para birimlerini, kripto paraları, emtiaları ve indeksleri takip edin

source: Compatible with Linux smartphones (Librem5, PinePhone)
cs: Kompatibilní s Linuxovými smartphony (Librem5, PinePhone)
de: Kompatibel mit Linux Smartphones (Librem5, PinePhone)
es: Compatible con los smartphones Linux (Librem5, PinePhone)
fr: Compatible avec les smartphones Linux (Librem5, PinePhone)
gl: Compatíbel cos smartphones Linux (Librem5, PinePhone)
hr: Kompatibilno s pametnim telefonima s Linux sustavom (Librem5, PinePhone)
id: Kompatibel dengan ponsel Linux (Librem5, PinePhone)
it: Compatibile con gli smartphone Linux (Librem5, PinePhone)
nb_no: Kompatibel med Linux-smarttelefoner (Librem 5, PinePhone)
nl: Compatibel met Linux-smartphones (Librem 5, PinePhone)
pt_br: Compatível com smartphones Linux (Librem5, PinePhone)
sk: Kompatibilné s Linux smartphonmi (Librem5, PinePhone)
sv: Kompatibel med Linux-telefoner (Librem5, PinePhone)
tr: Linux akıllı telefonlarıyla uyumludur (Librem5, PinePhone)

source: Open any symbol in Yahoo Finance for more details
cs: Otevřete libovolný symbol v Yahoo Finance pro podrobnosti
de: Öffne jedes Symbol in Yahoo Finance für mehr Details
es: Abrir cualquier símbolo en Yahoo Finanzas para más detalles
fr: Ouvrez n’importe quel symbole dans Yahoo Finance pour plus de détails
gl: Abra calquerra símbolo en Yahoo Finanzas para máis información
hr: Otvori bilo koju ikonu na stranici Yahoo Finance za više detalja
id: Buka simbol apa pun di Yahoo Finance untuk detail lebih lanjut
it: Per maggiori dettagli apri ogni simbolo su Yahoo Finance
nb_no: Åpne ethvert symbol i Yahoo Finance for flere detaljer
nl: Open symbolen in Yahoo Finance voor meer informatie
pt_br: Abra qualquer símbolo no Yahoo Finance para obter mais detalhes
sk: Ak chcete získať ďalšie informácie, otvorte ľubovoľný symbol v službe Yahoo Finance
sv: Öppna valfri symbol i Yahoo Finance för mer information
tr: Herhangi bir sembolu daha ayrıntılı bilgi için Yahoo Finance'ta aç

source: Adjust the refresh rate
cs: Nastavte si obnovovací frekvenci
de: Stelle die Aktualisierungsrate ein
es: Ajustar la tasa de refresco
fr: Ajuster le taux de rafraichissement
gl: Axustar a tasa de refresco
hr: Podesi učestalost aktualiziranja
id: Sesuaikan refresh rate
it: Modifica la velocità di aggiornamento
nb_no: Juster oppfriskningsraten
nl: Pas de ververssnelheid aan
pt_br: Ajuste a taxa de atualização
sk: Upravte obnovovaciu frekvenciu
sv: Justera uppdateringsfrekvensen
tr: Yenileme oranını ayarla

source: Dark Mode
cs: Tmavý režim
de: Dunkles Farbschema
es: Modo oscuro
fr: Mode sombre
gl: Modo escuro
hr: Tamni modus
id: Mode Gelap
it: Modalità scura
nb_no: Mørk drakt
nl: Donker thema
pt_br: Modo escuro
sk: Tmavý mód
sv: Mörkt läge
tr: Koyu Kip

source: Live Prices
cs: Aktuální ceny
de: Aktuelle Preise
es: Precios en directo
fr: Prix en direct
gl: Precios en directo
hr: Cijene uživo
id: Harga Langsung
it: Prezzi Live
nb_no: Sanntidspriser
nl: Live-koerwaarden
pt_br: Preços ao vivo
sk: Ceny naživo
sv: Realtidspriser
tr: Canlı Fiyatlar

source: Markets 0.5.2 brings new translations and bug fixes.
cs: Trhy 0.5.2 přináší nové překlady a opravy chyb.
de: Markets 0.5.2 bringt neue Funktionen und Fehlerbehebungen.
es: Markets 0.5.2 añade características nuevas y correcciones de errores.
fr: Marchés 0.5.2 apporte de petits ajouts de fonctionnalités et des corrections de bogues.
gl: Markets 0.5.2 trae novas características e correccións de erros.
hr: „Tržišta” 0.5.2 sadrži par funkcionalnih dodataka i ispravke grešaka.
id: Markets 0.5.2 menghadirkan terjemahan baru dan perbaikan bug.
it: Markets 0.5.2 aggiunge nuove traduzioni e risoluzioni di bug.
nb_no: Markeder 0.5.2 har små funksjonstillegg og feilrettinger.
nl: Markten 0.5.2 bevat een paar nieuwe functies en foutoplossingen.
pt_br: O Markets 0.5.2 traz novos recursos e correções de bugs.
sv: Markets 0.5.2 kommer med nya funktioner och buggfixar.
tr: Piyasalar 0.5.2 yeni çeviriler ve hata düzeltmeleri içeriyor.

source: Added Portuguese (Brazil) translations
cs: Přidán překlad do brazilské portugalštiny
fr: Ajout des traductions portugaises (Brésil)
hr: Dodani portugalski (Brazil) prijevodi
id: Penambahan terjemahan Portugis (Brasil)
it: Aggiunte le traduzioni in Portoghese (Brasiliano)
sv: Lade till Portugisiska (Brasilianska) översättningar
tr: Portekizce (Brezilya) çeviri eklendi

source: Updated translations
cs: Aktualizované překlady
de: Aktualisierungsintervall
fr: Traductions mises à jour
hr: Aktualizirani prijevodi
id: Pembaruan terjemahan
it: Traduzioni aggiornate
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi

source: Markets 0.5.1 brings new features and bug fixes.
cs: Trhy 0.5.1 přináší nové funkce a opravy chyb.
de: Markets 0.5.1 bringt neue Funktionen und Fehlerbehebungen.
es: Markets 0.5.1 añade características nuevas y correcciones de errores.
fr: Marchés 0.5.1 apporte de petits ajouts de fonctionnalités et des corrections de bogues.
gl: Markets 0.5.1 trae novas características e correccións de erros.
hr: „Tržišta” 0.5.1 sadrži par funkcionalnih dodataka i ispravke grešaka.
id: Markets 0.5.1 menghadirkan fitur baru dan perbaikan bug.
it: Markets 0.5.1 porta nuove traduzioni e risoluzioni di bug.
nb_no: Markeder 0.5.1 har små funksjonstillegg og feilrettinger.
nl: Markten 0.5.1 bevat een paar nieuwe functies en foutoplossingen.
pt_br: O Markets 0.5.1 traz novos recursos e correções de bugs.
sv: Markets 0.5.1 kommer med nya funktioner och buggfixar.
tr: Piyasalar 0.5.1 yeni özellikler ve hata düzeltmeleri içeriyor.

source: New layout of the symbol list
cs: Nové rozvržení seznamu symbolů
fr: Nouvelle mise en page de la liste des symboles
hr: Novi izgled popisa simbola
id: Tata letak baru dari daftar simbol
it: Nuovo layout della lista di simboli
tr: Semboller listesinde yeni tasarım

source: Improved keyboard support
cs: Vylepšená podpora klávesnice
de: Sortierungsmöglichkeit hinzugefügt
fr: Amélioration de la gestion des claviers
hr: Poboljšana podrška za tipkovnicu
id: Peningkatan dukungan keyboard
it: Migliorato il supporto per tastiera
sv: Förbättrat tangentbordsstöd
tr: Klavye desteği geliştirildi

source: Added new languages: Spanish, Slovak
cs: Přidány nové jazyky: španělština, slovenština
fr: Ajout de nouvelles langues : espagnol, slovaque
hr: Dodani novi jezici: španjolski, slovački
id: Penambahan bahasa baru: Spanyol, Slovak
it: Aggiunte nuove traduzioni: Spagnolo, Slovacco
sv: Tillagda nya språk: Spanska, Slovakiska
tr: Yeni diller eklendi: İspanyolca, Slovakça

source: More natural drag and drop behaviour
cs: Přirozenější chování přetažení
fr: Comportement du déposé-glissé plus naturel
hr: Prirodnije ponašanje za povlačenje i ispuštanje
id: Drag dan drop yang lebih alami
it: Comportamento del drag and drop più naturale
tr: Daha doğal sürükle-bırak özelliği

source: Bug fixes
cs: Opravy chyb
fr: Corrections
hr: Ispravci grešaka
id: Perbaikan bug
it: Risoluzione di bug
sv: Buggfixar
tr: Hata düzeltmeleri

source: Markets 0.4.0 brings new features and bug fixes.
cs: Trhy 0.4.0 přináší nové funkce a opravy chyb.
de: Markets 0.4.0 bringt neue Funktionen und Fehlerbehebungen.
es: Markets 0.4.0 añade características nuevas y correcciones de errores.
fr: Marchés 0.4.0 apporte de petits ajouts de fonctionnalités et des corrections de bogues.
gl: Markets 0.4.0 trae novas características e correccións de erros.
hr: „Tržišta” 0.4.0 sadrži par funkcionalnih dodataka i ispravke grešaka.
id: Markets 0.4.0 menghadirkan fitur baru dan perbaikan bug.
it: Markets 0.4.0 porta nuove traduzioni e risoluzione di bug.
nb_no: Markeder 0.4.0 har små funksjonstillegg og feilrettinger.
nl: Markten 0.4.0 bevat een paar nieuwe functies en foutoplossingen.
pt_br: O Markets 0.4.0 traz novos recursos e correções de bugs.
sk: Markets 0.4.0 prináša nové funkcie a opravy chýb.
sv: Markets 0.4.0 kommer med nya funktioner och buggfixar.
tr: Piyasalar 0.4.0 yeni özellikler ve hata düzeltmeleri içeriyor.

source: Added new app icon
cs: Přidána nová ikona aplikace
de: Neues Programmsymbol
es: Añadido un nuevo icono de la aplicación
fr: Ajout d’une nouvelle icône d’application
gl: Engadido unha nova icona da aplicación
hr: Dodana je nova ikona programa
id: Menambahkan ikon aplikasi baru
it: Aggiunta nuova icona per l'app
nb_no: Nytt programikon
nl: Nieuw toepassingspictogram
pt_br: Adicionado novo ícone de aplicativo
sk: Pridaná nová ikona aplikácie
sv: Lade till ny appikon
tr: Yeni uygulama simgesi eklendi

source: Added reorder support
cs: Přidána podpora přeuspořádání
de: Sortierungsmöglichkeit hinzugefügt
es: Añadido soporte para reordenar
fr: Ajout du changement pour le tri
gl: Engadida compatibilidade para reordenar
hr: Dodana je podrška za mijenjanje redoslijeda
id: Menambahkan dukungan reorder
it: Aggiunto supporto per riordinamento
pt_br: Adicionado suporte para reordenar
sk: Pridaná podpora zmeny poradia
sv: Lade till omordningsstöd
tr: Yeniden sıralama desteği eklendi

source: Added i18n support
cs: Přidána podpora i18n
de: i18n-Unterstützung hinzugefügt
es: Añadido el soporte de i18n
fr: Ajout du support des traductions
gl: Engadida compatibilidade de i18n
hr: Dodana je podrška za i18n
id: Menambahkan dukungan i18n
it: Aggiunto supporto per i18n
pt_br: Adicionado suporte i18n
sk: Pridaná podpora i18n
sv: Lade till språkstöd (i18n)
tr: Yabancı dil desteği eklendi

source: Fixed various issues
cs: Opravy různých chyb
de: Mehrere Fehler behoben
es: Se han solucionado varios problemas
fr: Correction de divers problèmes
gl: Solucionáronse varios problemas
hr: Ispravljeni su razni problemi
id: Memperbaiki bermacam-macam masalah
it: Sistemati vari problemi
nb_no: Ymse problemer fikset
nl: Verschillende problemen opgelost
pt_br: Vários problemas corrigidos
sk: Opravené rôzne problémy
sv: Fixade diverse problem
tr: Çeşitli hatalar düzeltildi

source: Markets 0.3.0 brings bug fixes.
cs: Trhy 0.3.0 přináší opravy chyb.
de: Markets 0.3.0 bringt Fehlerbehebungen.
es: Markets 0.3.0 corrige errores.
fr: Marchés 0.3.0 apporte des corrections de bogues.
gl: Mercados 0.3.0 trae correccións de erros.
hr: „Tržišta” 0.3.0 sadrži ispravke grešaka.
id: Markets 0.3.0 membawa perbaikan bug.
it: Markets 0.3.0 porta risoluzione di bug.
nb_no: Markeder 0.3.0 har feilrettinger.
nl: Markten 0.3.0 bevat foutoplossingen.
pt_br: O Markets 0.3.0 traz correções de bugs.
sk: Markets 0.3.0 prináša opravy chýb.
sv: Markets 0.3.0 kommer med buggfixar.
tr: Piyasalar 0.3.0 hata düzeltmeleri içeriyor.

source: Markets 0.2.0 brings small feature additions and bug fixes.
cs: Trhy 0.2.0 přináší malá vylepšení a opravy chyb.
de: Markets 0.2.0 bringt kleinere Funktionserweiterungen und Fehlerbehebungen.
es: Markets 0.2.0 añade pequeñas características adicionales y correcciones de errores.
fr: Marchés 0.2.0 apporte de petits ajouts de fonctionnalités et des corrections de bogues.
gl: Mercados 0.2.0 trae pequenos engadidos de características e correccións de erros.
hr: „Tržišta” 0.3.0 sadrži par funkcionalnih dodataka i ispravke grešaka.
id: Markets 0.2.0 menghadirkan penambahan fitur kecil dan perbaikan bug.
it: Markets 0.2.0 porta piccole funzionalità aggiunte e risoluzione di bug.
nb_no: Markeder 0.2.0 har små funksjonstillegg og feilrettinger.
nl: Markten 0.2.0 bevat een paar nieuwe functies en foutoplossingen.
pt_br: O Markets 0.2.0 traz pequenas adições de recursos e correções de bugs.
sk: Markets 0.2.0 prináša malé vylepšenia funkcií a opravy chýb.
sv: Markets 0.2.0 kommer med mindre funktionstillägg och buggfixar.
tr: Piyasalar 0.2.0 birkaç küçük özellik ekliyor ve hata düzeltmeleri içeriyor.

source: Initial release
cs: První vydání
de: Erstveröffentlichung
es: Versión inicial
fr: Première version
gl: Lanzamento inicial
hr: Prvo izdanje
id: Peluncuran awal
it: Release iniziale
nb_no: Første utgave
nl: Initiële uitgave
pt_br: Lançamento inicial
sk: Prvé vydanie
sv: Inledande utgåva
tr: İlk sürüm

source: stock;currency;cryptocurrency;finance;economy;
cs: akcie;měna;kryptoměna;finance;ekonomika;
de: Aktien;Währungen;Kryptowährungen;Finanzen;Wirtschaft;
es: stock;currency;cryptocurrency;finance;economy;moneda;criptomoneda;finanzas;economía;
fr: action;devise;crypto-monnaie;finance;économie;
gl: mercado;moeda;criptomoeda;finanzas;ecnonomía;moeda;criptomoeda;finanzas;economía;
hr: dionica;valuta;kriptovaluta;financije;ekonomija;
id: saham;mata uang;mata uang crypto;keuangan;ekonomi;
it: azioni;valute;criptovalute;finanze;economia;
nb_no: børs;krypto-;og valutaoversikt
pt_br: ações; moeda; criptomoeda; finanças; economia;
sk: akcie;mena;kryptomena;financie;ekonomika;
sv: aktie;valuta;kryptovaluta;finans;ekonomi;
tr: stock;currency;cryptocurrency;finance;economy;hisse;borsa;döviz;kriptopara;finans;ekonomi;

source: Pull interval
cs: Interval obnovení
de: Aktualisierungsintervall
es: Intervalo de refresco
fr: Intervalle de tirage
gl: Intervalo de actualización
hr: Interval preuzimanja
id: Tarik interval
it: Intervallo di recupero
nb_no: Hentingsintervall
nl: Ververstussenpoos
pt_br: Intervalo de extração
sk: Interval ťahania
sv: Hämtningsintervall
tr: Verileri yenileme sıklığı

source: Pull data every X seconds.
cs: Stahovat data každých X sekund.
de: Aktualisiere Daten alle X Sekunden.
es: Refrescar datos cada X segundos.
fr: Tirer les données toutes les X secondes.
gl: Actualizar datos cada X segundos.
hr: Preuzmi podatke svakih x sekundi.
id: Tarik data setiap X detik.
it: Recupera i dati ogni X secondi.
nb_no: Hent data hvert X sekund.
nl: Haal elke x seconden gegevens op.
pt_br: Extrai dados a cada X segundos.
sk: Vytiahnite údaje každých X sekúnd.
sv: Hämta data varje X sekunder.
tr: Her X saniyede bir verileri yenile.

source: Use dark GTK+ theme
cs: Použít tmavé GTK+ téma
de: Verwende dunkles GTK+ Thema
es: Usar el tema GTK+ oscuro
fr: Utiliser le thème GTK+ sombre
gl: Usar o tema GTK+ escuro
hr: Koristi tamnu GTK+ temu
id: Gunakan tema gelap GTK+
it: Usa il tema GTK+ scuro
nb_no: Bruk mørk GTK-drakt
nl: Donker thema gebruiken
pt_br: Usa o tema GTK+ escuro
sk: Použite tmavú tému GTK +
sv: Använd mörkt GTK+ tema
tr: Koyu GTK+ teması kullan

source: Use the dark variant of your GTK+ theme. Please note that not every GTK+ theme has a dark variant.
cs: Použít tmavou variantu vašeho GTK+ tématu. Vězte, že ne každé GTK+ téma má tmavou variantu.
de: Verwendet die dunkle Varaiante des aktuellen GTK+ Themas. Beachten Sie, dass nicht jedes GTK+ Thema eine dunkle Variante anbietet.
es: Usar la variante oscura de su tema GTK+. Tenga en cuenta que no todos los temas GTK+ tienen una variante oscura.
fr: Utiliser la variante sombre du thème GTK+. Veuillez noter que tous les thèmes GTK+ n’ont pas une variante sombre.
gl: Usar a variante escura do seu tema GTK+. Teña en cuenta que non todos os temas de GTK+ teñen unha variante escura.
hr: Koristi tamnu inačicu GTK+ teme. Napomena: Tamna tema ne postoji za svaku GTK+ temu.
id: Gunakan varian gelap dari tema GTK+. Harap dicatat bahwa tidak setiap tema GTK+ memiliki varian gelap.
it: Usa la variante scura del tuo tema GTK+. Fa attenzione che non tutti i temi GTK+ hanno una variante scura.
nb_no: Bruk mørk variant av din GTK-drakt. Merk at ikke alle GTK-drakter har en mørk variant.
nl: Gebruik de donkere variant van je GTK+-thema. Let op: niet elk thema heeft een donkere variant.
pt_br: Usa a variante escura do seu tema GTK+. Observe que nem todo tema GTK+ possui uma variante escura.
sk: Použite tmavý variant svojej témy GTK+. Upozorňujeme, že nie každá téma GTK+ má tmavú variantu.
sv: Använd den mörka varianten av ditt GTK+ tema. Notera att inte alla GTK+ teman har en mörk variant.
tr: GTK+ temanızın koyu şeklini kullanın. Ancak şunu unutmayın ki her GTK+ temasının koyu şekli yoktur.

source: Window width
cs: Šířka okna
de: Festerbreite
es: Anchura de la ventana
fr: Largeur de la fenêtre
gl: Anchura da xanela
hr: Širina prozora
id: Lebar jendela
it: Larghezza della finestra
nb_no: Vindusbredde
nl: Vensterbreedte
pt_br: Largura da janela
sk: Šírka okna
sv: Fönsterbredd
tr: Pencere genişliği

source: Remember the window width.
cs: Zapamatovat si šířku okna.
de: Fensterweite merken.
es: Recuerda la anchura de la ventana.
fr: Se souvenir de la largeur de la fenêtre.
gl: Recordar a anchura da xanela.
hr: Zapamti širinu prozora.
id: Ingat lebar jendela.
it: Ricorda la larghezza della finestra.
nb_no: Husker vindusbredden.
nl: Stel een vaste vensterbreedte in.
pt_br: Lembrar a largura da janela.
sk: Zapamätať si šírku okna.
sv: Kom ihåg fönsterbredden.
tr: Pencere genişliğini hatırla.

source: Window height
cs: Výška okna
de: Fensterhöhe
es: Altura de la ventana
fr: Hauteur de la fenêtre
gl: Altura da xanela
hr: Visina prozora
id: Tinggi jendela
it: Altezza della finestra
nb_no: Vindushøyde
nl: Vensterhoogte
pt_br: Altura da janela
sk: Výška okna
sv: Fönsterhöjd
tr: Pencere yüksekliği

source: Remember the window height.
cs: Zapamatovat si výšku okna.
de: Fensterhöhe merken.
es: Recuerda la altura de la ventana.
fr: Se souvenir de la hauteur de la fenêtre.
gl: Recordar a altura da xanela.
hr: Zapamti visinu prozora.
id: Ingat tinggi jendela.
it: Ricorda l'altezza della finestra.
nb_no: Husker vindushøyden.
nl: Stel een vaste vensterhoogte in.
pt_br: Lembrar a altura da janela.
sk: Zapamätať si výšku okna.
sv: Kom ihåg fönsterhöjden.
tr: Pencere yüksekliğini hatırla.

source: General
cs: Obecné
de: Allgemein
fr: Général
gl: Xeral
hr: Opće
id: Umum
it: Generale
nb_no: Generelt
nl: Algemeen
pt_br: Geral
sk: Všeobecné
sv: Allmänt
tr: Genel

source: Update Interval
cs: Interval aktualizace
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle de mise à jour
gl: Intervalo de actualización
hr: Interval aktualiziranja
id: Interval pembaruan
it: Intervallo di aggiornamento
nb_no: Oppdateringsintervall
nl: Bijwerktussenpoos
pt_br: Atualizar intervalo
sk: Interval aktualizácie
sv: Uppdateringsintervall
tr: Güncelleme sıklığı

source: Pull data every X seconds
cs: Stahovat data každých X sekund
de: Aktualisiere Daten alle X Sekunden
es: Refrescar datos cada X segundos
fr: Tirer les données toutes les X secondes
gl: Actualizar datos cada X segundos
hr: Preuzmi podatke svakih x sekundi
id: Ambil data tiap X detik
it: Recupera i dati ogni X secondi
nb_no: Hent data hvert X sekund
nl: Haal elke x seconden gegevens op
pt_br: Extrai dados a cada X segundos
sk: Vytiahnite údaje každých X sekúnd
sv: Hämta data varje X sekunder
tr: Her X saniyede bir verileri yenile

source: Apppearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
gl: Aparencia
hr: Izgled
id: Tampilan
it: Aspetto
nb_no: Utseende
nl: Uiterlijk
pt_br: Aparência
sk: Vzhľad
sv: Utseende
tr: Görünüm

source: Dark Theme
cs: Tmavé téma
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
gl: Tema escuro
hr: Tamna tema
id: Tema Gelap
it: Tema Scuro
nb_no: Mørk drakt
nl: Donker thema
pt_br: Tema escuro
sk: Tmavá téma
sv: Mörkt tema
tr: Koyu Tema

source: No symbols
cs: Žádné symboly
de: Keine Symbole
es: Sin símbolos
fr: Aucun symbole
gl: Sen símbolos
hr: Bez simbola
id: Tidak ada simbol
it: Non ci sono simboli
nb_no: Ingen symboler
nl: Geen symbolen
pt_br: Sem símbolos
sk: Žiadne symboly
sv: Inga symboler
tr: Sembol yok
