Repository: tomasz-oponowicz/markets
Catalog: po/*.po
Languages: cs, de, es, fr, gl, hr, id, it, nb_no, nl, pt_br, sk, sv, tr

source: Press + to add one.
cs: Zmáčkněte + pro přidání.
de: Drücken Sie + um einen hinzuzufügen.
es: Pulse + para agregar uno.
fr: Appuyez sur + pour en ajouter un.
gl: Pulse + para agregar un.
hr: Za dodavanje simbola, pritisni +.
id: Tekan + untuk menambahkan.
it: Premi + per aggiungerne uno.
nb_no: Trykk "+" for å legge til ett.
nl: Druk op + om toe te voegen.
pt_br: Pressione + para adicionar um.
sk: Stlačením + jednu pridajte.
sv: Tryck + för att lägga till en.
tr: Eklemek için +'ya basın.

source: New symbol
cs: Nový symbol
de: Neues Symbol
es: Símbolo nuevo
fr: Nouveau symbole
gl: Novo símbolo
hr: Novi simbol
id: Simbol baru
it: Nuovo simbolo
nb_no: Nytt symbol
nl: Nieuw symbool
pt_br: Novo símbolo
sk: Nový symbol
sv: Ny symbol
tr: Yeni sembol

source: _Cancel
cs: _Zrušit
de: _Abbrechen
es: _Cancelar
fr: A_nnuler
gl: _Cancelar
hr: _Odustani
id: _Batal
it: _Annulla
nb_no: _Avbryt
nl: _Annuleren
pt_br: _Cancelar
sk: _Zrušiť
sv: _Avbryt
tr: _İptal

source: _Add
cs: _Přidat
de: _Hinzufügen
es: _Añadir
fr: _Ajouter
gl: _Engadir
hr: _Dodaj
id: _Tambahkan
it: _Aggiungi
nb_no: _Legg til
nl: _Toevoegen
pt_br: _Adicionar
sk: _Pridať
sv: _Lägg till
tr: _Ekle

source: Source: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
cs: Zdroj: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
de: Quelle: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
es: Fuente: <a href="https://finance.yahoo.com/">Yahoo Finanzas</a>
gl: Fonte: <a href="https://finance.yahoo.com/">Yahoo Finanzas</a>
hr: Izvor: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
id: Sumber: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
it: Fonte: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
nb_no: Kilde: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
nl: Bron: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
pt_br: Fonte: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
sk: Zdroj: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
sv: Källa: <a href="https://finance.yahoo.com/">Yahoo Finance</a>
tr: Kaynak: <a href="https://finance.yahoo.com/">Yahoo Finance</a>

source: Preferences
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
gl: Preferencias
hr: Postavke
id: Preferensi
it: Preferenze
nb_no: Innstillinger
nl: Voorkeuren
pt_br: Preferências
sk: Predvoľby
sv: Inställningar
tr: Tercihler

source: About Markets
cs: O aplikaci Trhy
de: Über Markets
es: Acerca de Mercados
fr: À propos de Marchés
gl: Sobre Mercados
hr: Podaci „Tržišta”
id: Tentang Pasar
it: Info su Markets
nl: Over Markten
pt_br: Sobre o Markets
sk: O aplikácii Markets
sv: Om Markets
tr: Piyasalar hakkında

source: Click on a checkbox to select
cs: Zaškrtněte políčko pro výběr
de: Zum markieren auf das Markierungsfeld drücken
es: Haga clic en una casilla para seleccionar
fr: Cliquez sur une case à cocher pour sélectionner
gl: Prema nunha casilla para seleccionar
hr: Odaberi pritiskom na potvrdni okvir
id: Klik kotak centang untuk memilih
it: Clicca su una checkbox per selezionare
nb_no: Klikk på en avkryssningsboks for å velge
nl: Kruis een vakje aan om te selecteren
pt_br: Clique em uma caixa de seleção para selecionar
sk: Začiarknite políčko pre výber
sv: Klicka i en kryssruta för att välja
tr: Seçmek için seçim kutusuna tıklayın

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
gl: Cancelar
hr: Odustani
id: Batal
it: Annulla
nb_no: Avbryt
nl: Annuleren
pt_br: Cancelar
sk: Zrušiť
sv: Avbryt
tr: İptal

source: Select all
cs: Vybrat vše
de: Alles markieren
es: Seleccionar todo
fr: Tout sélectionner
gl: Seleccionar todo
hr: Odaberi sve
id: Pilih semua
it: Seleziona tutto
nb_no: Velg alt
nl: Alles selecteren
pt_br: Selecionar todos
sk: Označiť všetko
sv: Markera alla
tr: Hepsini seç

source: Select none
cs: Zrušit výběr
de: Nichts auswählen
es: No seleccionar ninguna
fr: Ne rien sélectionner
gl: Non seleccionar ningunha
hr: Odaberi ništa
id: Pilih tidak ada
it: Annulla selezione
nb_no: Velg ingenting
nl: Niets selecteren
pt_br: Desmarcar todos
sk: Nič neoznačiť
sv: Avmarkera alla
tr: Hiçbirini seçme

source: Official webpage
cs: Oficiální webová stránka
de: Offizielle Webseite
es: Página web oficial
fr: Site Web officiel
gl: Páxina web oficial
hr: Službena web-stranica
id: Situs web resmi
it: Sito ufficiale
nb_no: Offisiell nettside
nl: Officiële website
pt_br: Página oficial
sk: Oficiálna webová stránka
sv: Officiell webbplats
tr: Resmi web sayfası

source: Market Closed
cs: Trh uzavřen
de: Börse geschlossen
es: Mercado cerrado
fr: Marché fermé
gl: Mercado pechado
hr: Tržište zatvoreno
id: Pasar Tutup
it: Market Chiuso
nb_no: Marked lukket
nl: De markt is gesloten
pt_br: Mercado fechado
sk: Trh uzavretý
sv: Marknaden stängd
tr: Market Kapalı

source: Market Open
cs: Trh otevřen
de: Börse geöffnet
es: Mercado abierto
fr: Marché ouvert
gl: Mercado aberto
hr: Tržište otvoreno
id: Pasar Buka
it: Market Aperto
nb_no: Marked åpen
nl: De markt is geopend
pt_br: Mercardo aberto
sk: Trh otvorený
sv: Marknaden öppen
tr: Market Açık
